Repository: 84000/data-translation-memory
Catalog: toh61-v4.tmx
Source language: bo
Languages: en

source: །འཇིག་རྟེན་པའི་སེམས་ཅན་རྣམས་ཀྱི་འཇིག་གནས་གང་ཡིན་པ་དེ་དག་ལ་བདག་གིས་འཇིག་པར་མི་བྱའོ། །སྙམ་པའི་གོ་ཆ་བགོ་བར་བྱའོ།
en: I will not perish in those places where worldly sentient beings are perishing.

source: བདག་གིས་གོ་ཆ་བགོས་པ་ནི་འཇིག་རྟེན་པ་དང་རྗེས་སུ་འཐུན་པ་མ་ཡིན་པས་འཇིག་རྟེན་པའི་ཆོས་སྤང་བའི་ཕྱིར་གོ་ཆ་བགོས་པ་ཡིན།
en: The armor that I wear does not accord with the mundane. I am wearing this armor in order to abandon worldly concerns.

source: འཇིག་རྟེན་པའི་ཆོས་སྤྱོད་པའི་ཕྱིར་གོ་ཆ་བགོས་པ་མ་ཡིན་གྱི།
en: I am not wearing this armor to indulge in worldly concerns;

source: འཇིག་རྟེན་པའི་ཆོས་མི་སྤྱད་པར་བྱ་བའི་ཕྱིར་གོ་ཆ་བགོས་པ་ཡིན།
en: I am instead wearing it in order to avoid indulging in worldly concerns.

source: འཇིག་རྟེན་པའི་ཆོས་ཀྱི་རྗེས་སུ་འབྲང་བར་བྱ་བའི་ཕྱིར་གོ་ཆ་བགོས་པ་མ་ཡིན་གྱི།
en: I am not wearing this armor to chase after worldly concerns;

source: འཇིག་རྟེན་པའི་ཆོས་བཟློག་པའི་ཕྱིར་གོ་ཆ་བགོས་པ་ཡིན་ནོ་སྙམ་དུ་སེམས་བསྐྱེད་པ་གང་ཡིན་པ་འདི་ནི་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཡང་དག་པའི་བརྩོན་འགྲུས་ཞེས་བྱ་སྟེ།
en: I am instead wearing it in order to counteract worldly concerns.’ Pūrṇa, giving rise to such an attitude is known as the authentic diligence of the bodhisattva great beings.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གཉིས་པ་འདི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་མི་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་ཡང་དག་པར་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: If bodhisattvas possess this second quality, their progress toward unsurpassed and perfect awakening will be irreversible.” At that moment, the Blessed One uttered these verses to explain that point:

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་གཉེར་བ།
en: “Bodhisattvas who pursue the Dharma

source: །རྟག་པར་བརྩོན་འགྲུས་རབ་བསྐྱེད་དེ།
en: Always cultivate diligence

source: །དོན་གྱི་ཚུལ་ནི་སེམས་བྱེད་པ།
en: And contemplate the true meaning,

source: །སྒྲ་ཡི་རྗེས་སུ་ཡོང་མི་འབྲང་།
en: Rather than chasing mere terminology.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཚིག་མི་འབྲང་།
en: “Bodhisattvas do not follow mere words;

source: །ཆོས་རྣམས་སྟོང་པར་ཤེས་པའི་ཕྱིར།
en: But to understand That phenomena are empty,

source: །དགེ་བའི་ཚིག་ནི་ཚོལ་བར་བྱེད།
en: They still pursue virtuous statements.

source: །བསྐལ་པ་དག་ནི་གྲངས་མེད་པ། །
en: “Even if they were to sit continuously day and night,

source: བྱེ་བ་སྟོང་ཕྲག་མང་པོར་ནི།
en: For many billions of countless eons,

source: །ཉིན་མཚན་རྟག་པར་འདུག་གྱུར་ཏེ།
en: Cultivating the mind set on awakening

source: །སེམས་བསྐྱེད་དཀའ་བ་རབ་སྤྱོད་ཀྱང་།
en: And practicing austerities,

source: །སྔོན་ཆད་མ་ཐོས་མདོ་སྡེ་དག །ཡིད་མི་ཆེས་ན་བརྩོན་འགྲུས་མིན།
en: “If they were to distrust new discourses they had never heard, They would not be diligent.

source: །དོན་ཟབ་གཏིང་ནི་གང་རྙེད་པ།
en: By contrast, those who reach the profound meaning

source: །ལེ་ལོ་ཅན་ཞེས་མི་བྱའོ།
en: Should never be called lazy.

source: །དེ་འདྲའི་བརྩོན་འགྲུས་གང་ཡིན་པ།
en: “Diligence such as this

source: །སངས་རྒྱས་རྣམས་ཀྱིས་རབ་ཏུ་བསྔགས། །
en: Is praised by all the buddhas.

source: འཇིག་རྟེན་གཏིང་ནི་མི་རྙེད་པ། །དེ་གཏིང་བྱང་ཆུབ་སེམས་དཔས་རྙེད།
en: Bodhisattvas reach the depths That worldly beings cannot reach.

source: །འཇིག་རྟེན་འཇིག་ཅིང་བྱིང་གྱུར་ཀྱང་། །བྱང་ཆུབ་སེམས་དཔའ་འཇིག་བྱིང་མེད།
en: “Bodhisattvas do not fear or become disheartened In the way that worldly beings do.

source: །བརྩོན་པའི་སེམས་ཀྱིས་རྟག་ཏུ་ནི། །སྟོང་དབེན་བྱང་ཆུབ་ཚོལ་བར་བྱེད།
en: Instead, with a diligent mind, They constantly pursue void and isolated awakening.

source: །སྟོང་པའི་ཆོས་ལ་འཇིག་མེད་པས། །ལྡོག་ཅིང་བྱིང་བར་གྱུར་པའང་མེད།
en: “Since they are without fear of empty phenomena, They are also beyond turning back and recoiling.

source: །བདག་ཆོས་མཚན་ཉིད་གནས་པ་ལས།
en: It is from dwelling on the characteristics of self and phenomena

source: །དེ་ཕྱིར་འཇིག་བྱིང་རབ་ཏུ་སྐྱེ།
en: That fear and discouragement arise.

source: །ཆོས་རྣམས་ཐམས་ཅད་འཇིག་འཐོར་བ།
en: “Thus, all phenomena disintegrate and disperse.

source: །དེ་ནི་བྱང་ཆུབ་ལམ་ཞེས་བྱ།
en: This knowledge is called the path of awakening.

source: །ནན་ཏན་བརྩོན་འགྲུས་གང་སྐྱེད་པ།
en: Those who give rise to persistent diligence

source: །མང་ཐོས་རྒྱ་མཚོ་མྱུར་དུ་འགྲུབ།
en: Will swiftly achieve an ocean of erudition.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔས་ཕུང་པོ་ལྔ་ལ་མཁས་པར་བྱ། སྐྱེ་མཆེད་བཅུ་གཉིས་ལ་མཁས་པར་བྱ། ཁམས་བཅྭ་བརྒྱད་ལ་མཁས་པར་བྱ། །རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་ཡན་ལག་བཅུ་གཉིས་ལ་མཁས་པར་བྱའོ།
en: “Furthermore, Pūrṇa,” continued the Blessed One, “(3) bodhisattvas should also be experts in the five aggregates, twelve sense sources, eighteen elements, and twelve links of dependent origination.

source: །ཕུང་པོ་ལྔ་དང་། སྐྱེ་མཆེད་བཅུ་གཉིས་དང་། ཁམས་བཅྭ་བརྒྱད་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་ཡན་ལག་བཅུ་གཉིས་པོ་ལ་རབ་ཏུ་མཁས་པར་གྱུར་ན་གནས་པ་མེད་པའི་ཡེ་ཤེས་ཡོངས་སུ་འགྲུབ་པར་འགྱུར་རོ། །གནས་པ་མེད་པའི་ཡེ་ཤེས་ཐོབ་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ལ་མི་སེམས་ཤིང་རྣམ་པར་རྟོག་པར་ཡང་མི་བྱེད་དོ།
en: If they are experts in the five aggregates, twelve sense sources, eighteen elements, and twelve links of dependent origination, they will realize nonabiding wisdom and will therefore no longer think about or conceptualize anything.

source: །མི་སེམས་ཤིང་རྣམ་པར་མི་རྟོག་པས་སེམས་ཅན་ལ་ཆོས་བསྟན་ནས་ལྟ་བ་ཐམས་ཅད་འཇིག་ཅིང་འཇིག་ཚོགས་ལ་ལྟ་བ་རབ་ཏུ་འདུལ་བར་འགྱུར་ཏེ།
en: Because they no longer think about or conceptualize anything, when they teach the Dharma to sentient beings, all views will be eliminated, and the view of the transitory collection will be overcome.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གསུམ་པ་འདི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་མི་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: If bodhisattvas possess this third quality, their progress toward unsurpassed and perfect awakening will be irreversible.” At that moment, the Blessed One uttered these verses:

source: བྱང་ཆུབ་སེམས་དཔས་ཕུང་པོ་ལྔ།
en: “Bodhisattvas know that the five aggregates

source: །སྐྱེ་མཆེད་བཅུ་གཉིས་སྟོང་པར་ཤེས།
en: And twelve sense sources are empty.

source: །ཁམས་ནི་བཅྭ་བརྒྱད་རབ་འབྱེད་ཅིང་།
en: They understand the divisions of the eighteen elements

source: །རྟེན་འབྲེལ་བཅུ་གཉིས་རབ་ཏུ་རྟོགས།
en: As well as the twelve links of dependent origination.

source: །ལྔ་ཕུང་རྗེས་སུ་མི་འབྲང་ཞིང་།
en: “They do not chase after the five aggregates,

source: །ལུས་ནི་མི་བདེན་ཉིད་དུ་རིག
en: And they know that the body has no true nature.

source: །ཕྱི་ནང་སྐྱེ་མཆེད་ཐམས་ཅད་ཀུན། །རང་བཞིན་དག་ནི་སྟོང་པར་ཤེས།
en: They understand that the nature Of all the outer and inner sense sources is empty.

source: །དེ་ལྟར་ཆོས་རྣམས་ཤེས་ནས་ཀྱང་།
en: “By understanding these phenomena in that way

source: །གཞན་དག་ལ་ནི་སྟོན་བྱེད་པས། །དེ་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་དེ།
en: And teaching it to others, The insight of these bodhisattvas

source: །ཤེས་རབ་རྒྱ་ཆེར་འཕེལ་བར་འགྱུར།
en: Will vastly increase.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཇི་ལྟར་ཚུལ་ཁྲིམས་བཅས་པ་དང་། ཇི་ལྟར་འདུལ་བ་ཡང་དག་པར་བསྟན་པ་བཞིན་དུ་ལེགས་པར་རྗེས་སུ་སློབ་པར་བྱེད་པས་ཡོངས་སུ་ཉམས་པར་མི་བྱེད་དོ།
en: “Furthermore, Pūrṇa,” continued the Blessed One, “(4) bodhisattva great beings train properly, with discipline and in accordance with the way monastic discipline is taught, without ever letting these trainings decline.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་ཚུལ་ཁྲིམས་ལ་སློབ་པར་བྱེད་ཅེ་ན།
en: How do bodhisattvas train in discipline?

source: ཆོས་ཐམས་ཅད་སློབ་པར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ལ་སློབ་པ་ཞེས་བྱའོ།
en: Training in all Dharma teachings is referred to as training in the discipline of a bodhisattva.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཐམས་ཅད་ལ་སློབ་པར་བྱེད་པ་གང་ཡིན་པ་དེས་ནི་ཐམས་ཅད་མཁྱེན་པ་ཐོབ་པར་འགྱུར་ལ།
en: Because, Pūrṇa, bodhisattvas who train in all Dharma teachings will attain omniscience.

source: ཆོས་ཤེས་པ་དེས་ནི་རྣམ་པར་མི་རྟོག་པའི་ཤེས་རབ་ཐོབ་པར་འགྱུར་ཏེ། རྣམ་པར་མི་རྟོག་པའི་ཤེས་རབ་དེས་དངོས་པོ་ཐམས་ཅད་ཤེས་པར་འགྱུར་བས་སོ།
en: By understanding Dharma teachings, they will attain nonconceptual insight, and through this nonconceptual insight, they will understand everything.

source: །ཇི་ལྟར་དངོས་པོ་ཐམས་ཅད་ཤེས་པར་འགྱུར་ཞེ་ན།
en: How will bodhisattvas understand everything?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ནང་གི་དངོས་པོ་ཐམས་ཅད་དང་། ཕྱི་རོལ་གྱི་དངོས་པོ་ཐམས་ཅད་རབ་ཏུ་ཤེས་པ་གང་ཡིན་པའོ།
en: They will clearly understand all inner and outer entities.

source: །གང་པོ་ཅིའི་ཕྱིར་ནང་ཞེས་བྱ་ཞེ་ན།
en: “Pūrṇa, why do we speak of inner entities?

source: ནང་ཞེས་བྱ་བ་ནི་ཇི་ཙམ་དུ་མྱོང་བ་དང་བཅས་པ་འདོད་ཆགས་པར་བྱ་བའི་གནས་འདི་ལྟ་སྟེ།
en: Inner refers to everything in one’s experience to which one can be attached.

source: ནང་གི་ལུས་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཡན་ལག་བཅུ་གཉིས་ལས་སྐྱེས་ཤིང་དེ་ལ་ཀུན་རྫོབ་ཏུ་བཏགས་པའི་མིང་ཙམ་དུ་ཡོད་པ་འདི་ནི་མིག་གོ །འདི་ནི་རྣ་བའོ། །འདི་ནི་སྣའོ། །འདི་ནི་ལྕེའོ། །འདི་ནི་ལུས་སོ། །འདི་ནི་ཡིད་དོ་ཞེས་བརྗོད་པ་གང་ཡིན་པ་འདི་དག་ནི་ནང་ཞེས་བྱའོ།
en: For example, the inner body arises on the basis of the twelve links of dependent origination, and it exists as a mere label on the relative level. ‘This is an eye,’ ‘This is an ear,’ ‘This is the nose,’ ‘This is the tongue,’ ‘This is the body,’ ‘This is the mental faculty.’ All things called as such are said to be inner.

source: །ཆོས་དེ་དག་ལ་སོ་སོའི་སྐྱེ་བོ་རྣམས་མངོན་པར་ཞེན་པར་བྱེད་པའི་ཕྱིར་ནང་ཞེས་བྱ་སྟེ།
en: They are called inner because ordinary beings cling to these phenomena.

source: འདི་སྐད་དུ་བདག་གིས་མིག་འདི་ལྟ་བུ་ཐོབ་པར་བྱའོ་ཞེས་བརྗོད་ཀྱང་དེ་ལྟ་བུའི་མིག་མངོན་པར་འདུ་བྱེད་པ་མེད་ལ།
en: Even though they may say, ‘I will obtain such an eye,’ the eye is devoid of formation.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཐོབ་པར་བྱའོ་ཞེས་བརྗོད་ཀྱང་འདི་ལྟར་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མངོན་པར་འདུ་བྱེད་པ་མེད་པར་ཡང་དེ་ན་ལས་ཀྱི་རྐྱེན་སློང་ཞིང་རྣམ་པར་སྨིན་པ་རབ་ཏུ་སྐྱེད་པས་དེའི་ཕྱིར་ནང་ཞེས་བྱའོ།
en: Similarly, even though they may say, ‘I will obtain such an ear, nose, tongue, body, and mental faculty,’ the ears, nose, tongue, body, and mental faculty are all devoid of formation. However, since karmic conditions and ripening manifest there, they are said to be inner.

source: །དེའི་བྱེ་བྲག་ལ་སོ་སོའི་སྐྱེ་བོས་མངོན་པར་ཞེན་ནས་འདི་ནི་མིག་གོ །འདི་ནི་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དོ་ཞེས་ཟེར་བ་ཐམས་ཅད་ནི་ནང་ཞེས་བྱའོ།
en: Out of clinging to their particularities, ordinary beings will then say, ‘This is an eye,’ ‘This is an ear,’ ‘This is the nose,’ ‘This is the tongue,’ ‘This is the body,’ and ‘This is the mental faculty.’ All these are said to be inner.

source: །གཞན་ཡང་གང་པོ་ནང་ཞེས་བྱ་བས་དངོས་པོ་འདི་གཉིས་མངོན་པར་འདུ་བྱེད་པ་ཡང་མི་བདེན་ཞིང་སླུ་བར་བྱེད་པ་ཡིན་ནོ། །བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་མངོན་པར་ཞེན་པས་ཡང་དག་པར་བླངས་ནས་རྩོད་པ་སྐྱེད་པར་བྱེད་ཀྱི།
en: “Furthermore, Pūrṇa, the formation of two things called inner is untrue and deceptive. Immature ordinary beings grasp at them, which leads first to appropriation, and then to conflict.

source: གང་པོ་དེ་བཞིན་གཤེགས་པས་ནི་འདི་དག་གཟོད་མ་ཉིད་ནས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཐུགས་སུ་ཆུད་ནས་མངོན་པར་ཞེན་པར་མི་མཛད་དོ།
en: Pūrṇa, on the other hand, the thus-gone ones understand these things as they truly are from the very beginning, and therefore do not cling to them.

source: །དེ་བཞིན་གཤེགས་པས་ཇི་ལྟ་བ་བཞིན་དུ་ཐུགས་སུ་ཆུད་ནས་མངོན་པར་ཞེན་པར་མི་མཛད་ཅེ་ན།
en: How do the thus-gone ones understand these things as they are, and how do they not cling to them?

source: དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་འདི་དག་ལ་ཕྱོགས་པར་མི་མཛད་དོ།
en: They are not biased toward these phenomena.

source: །གང་ཞིག་ལ་ཕྱོགས་པར་མི་མཛད་ཅེ་ན།
en: In what way are they not biased?

source: འདི་ལྟ་སྟེ། མིག་འདི་ནི་སྲིད་པ་འཆིང་བ་ཡིན་ནོ་ཞེས་ཕྱོགས་པར་མི་མཛད་ལ། མིག་དང་བྲལ་བ་ལ་ཡང་ཕྱོགས་པར་མི་མཛད་དོ།
en: They do not develop the bias of thinking, ‘This eye is binding me to saṃsāra.’ They are also not biased toward the absence of an eye.

source: །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་ཡང་ཕྱོགས་པར་མི་མཛད་ལ། ཡིད་དང་བྲལ་བ་ལ་ཡང་ཕྱོགས་པར་མི་མཛད་དོ།
en: They are also not biased toward the ears, nose, tongue, body, or mental faculty, nor are they biased toward their absence.

source: གང་པོ་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་འདི་དག་ལ་ནང་ཞེས་བྱ་བ་ཡང་མི་དམིགས་ལ། ཕྱི་རོལ་ཞེས་བྱ་བ་ཡང་མི་དམིགས་པས་དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་ཆོས་འདི་དག་ལ་ཕྱོགས་པར་མི་མཛད་དོ།
en: Because, Pūrṇa, the thus-gone ones do not conceive of such phenomena as being either inner or outer, and this is the reason why they are not biased toward them.

source: །དེ་བཞིན་གཤེགས་པ་ནི་ཡང་དག་པར་གསུང་བ་ཡིན་པས་འདི་སྐད་དུ་དགེ་སློང་དག་མིག་ནི་བདག་ཀྱང་མ་ཡིན་ལ་གཞན་ཡང་མ་ཡིན་ནོ།
en: “The thus-gone ones speak the truth, so they say, ‘Monks, an eye is neither self nor other.

source: རང་གི་ངོ་བོ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ།
en: Because its essential nature cannot be apprehended.

source: །ཆོས་གང་ནི་མིག་ཡིན།
en: What is an eye?

source: མིག་ནི་སུའི་ཡིན།
en: To whom does the eye belong?

source: ཆོས་གང་ནི་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཡིན། ཡིད་ནི་སུའི་ཡིན་ཏེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: What are the ears, nose, tongue, body, and mental faculty? To whom do they belong?

source: རང་གི་ངོ་བོ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །ཞེས་གསུངས་པས་སོ། །
en: Their essential nature cannot be apprehended.’

source: གང་པོ་མིག་ཀྱང་དེང་སོ་སོར་རབ་ཏུ་བརྟགས། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་དེང་སོ་སོར་བརྟགས་ན་ཆོས་གང་ལ་ཡང་མངོན་པར་ཞེན་ཅིང་ལེན་པ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Pūrṇa, if you now carefully investigate the eyes as well as the ears, nose, tongue, body, and mental faculty, you will not cling to or appropriate any of them. Why not?

source: གང་གིས་ཇི་ཙམ་དུ་ཆོས་ལ་ལེན་པ་དང་བཅས་པ་དེས་ནི་སྡུག་བསྔལ་སྐྱེད་པར་བྱེད་ལ། སྡུག་བསྔལ་སྐྱེས་པའི་ཕྱིར་ནི་བདེ་བ་མེད་པར་འགྱུར་བས་དེའི་ཕྱིར་གང་པོ་ཇི་ཙམ་དུ་ཆོས་ལ་ལེན་པ་དང་བཅས་པ་ཐམས་ཅད་ནི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་ལ།
en: Because, the more one appropriates phenomena, the more one generates suffering; and as a consequence, happiness will vanish. Therefore, Pūrṇa, the more there is clinging to phenomena, the more suffering will be experienced, and someone who experiences suffering will not be able to abandon it.

source: གང་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་བ་དེ་ནི་སྡུག་བསྔལ་སྤོང་བར་མི་བྱེད་པས་གང་པོ་འདི་ནི་མིག་སོ་སོར་བརྟག་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་འཇུག་པའི་གནས་མེད་པར་སོ་སོར་བརྟག་པ་ཞེས་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Therefore, Pūrṇa, this is known as the investigation into the absence of a basis of engagement for the eyes, ears, nose, tongue, body, and mental faculty. Why?

source: གང་པོ་གལ་ཏེ་འཇུག་པའི་གནས་ཡོད་པར་གྱུར་ན་འབྱུང་བའི་གནས་ཀྱང་ཡོད་པར་འགྱུར་བས་དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་ཀྱང་མིག་ནི་སྟོང་ཞིང་བདག་དང་བདག་གི་བ་མེད་དེ། རང་བཞིན་གྱིས་དེ་འདྲ་ཞིང་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་སྟོང་ཞིང་བདག་དང་བདག་གི་བ་མེད་དེ། རང་བཞིན་གྱིས་དེ་འདྲ་བས་ངོ་བོ་ཉིད་མེད་དེ།
en: Because, Pūrṇa, if there is a basis of engagement, there is also a basis of arising. Therefore, the thus-gone ones say, ‘The eye is empty: it is neither I nor mine; such is naturally the case. Similarly, the ears, nose, tongue, body, and mental faculty are empty: they are neither I nor mine; such being naturally the case, they are devoid of essential nature.

source: འདི་ལྟར་ངོ་བོ་ཉིད་མེད་པ་གང་ཡིན་པ་དེ་ལ་ནི་མངོན་པར་འདུ་བྱ་བ་ཡང་མེད་ལ་འཇིག་པ་ཡང་མེད་དོ་ཞེས་གསུངས་སོ། །
en: This absence of essential nature is beyond formation and disintegration.’

source: གང་པོ་ཆོས་ཉིད་འདི་ལྟ་བུ་གང་ཡིན་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་བྱུང་ཡང་རུང་། དེ་བཞིན་གཤེགས་པ་མ་བྱུང་ཡང་རུང་སྟེ། ངོ་བོ་ཉིད་འདི་ནི་རྟག་ཏུ་གནས་པ་ཉིད་དོ།
en: Pūrṇa, this natural state and essential nature always remains the same, whether the thus-gone ones appear or not.

source: །དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་རྣམས་སྐྱེ་ཡང་མི་སྐྱེ་བ་ཉིད་དུ་ཐུགས་སུ་ཆུད་པས་དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ནི་ཡང་དག་པར་གསུང་བ་ཡིན་པས་འདི་སྐད་དུ་དེ་བཞིན་གཤེགས་པ་བྱུང་ཡང་རུང་།
en: “Even though phenomena arise, the thus-gone ones understand them to be unborn.

source: དེ་བཞིན་གཤེགས་པ་མ་བྱུང་ཡང་རུང་སྟེ། ངོ་བོ་ཉིད་འདི་ནི་རྟག་ཏུ་གནས་པ་ཉིད་དོ་ཞེས་གསུང་ངོ་།
en: Therefore, since they speak the truth, the thus-gone ones say, ‘This essential nature always remains the same, whether the thus-gone ones appear or not.’

source: །གང་པོ་ཅིའི་ཕྱིར་མི་སྐྱེ་བ་ཞེས་བྱ། ཅིའི་ཕྱིར་ནི་མི་སྐྱེ་བའི་ཡེ་ཤེས་ཞེས་བྱ་ཞེ་ན།
en: Pūrṇa, why is it said that phenomena are unborn, and why do we speak of the wisdom of the unborn?

source: གང་པོ་ཆོས་རྣམས་མཉམ་པ་ཉིད་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་བ་ཞེས་བྱའོ། །ལམ་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་བའི་ཡེ་ཤེས་ཞེས་བྱའོ།
en: Pūrṇa, the sameness of all phenomena is described as the unborn, while the path is referred to as the wisdom of the unborn.

source: །སྡུག་བསྔལ་ཟད་པ་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་བ་ཞེས་བྱའོ། །ལམ་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་བའི་ཡེ་ཤེས་ཞེས་བྱ་སྟེ།
en: The end of suffering is described as the unborn, while the path is referred to as the wisdom of the unborn.

source: འདི་ནི་དེ་བཞིན་གཤེགས་པས་བདེན་པ་གཉིས་པོ་འདི་ལྟ་སྟེ། ཀུན་རྫོབ་ཀྱི་བདེན་པ་དང་། དོན་དམ་པའི་བདེན་པ་ཡོད་པར་གསུངས་པ་ཞེས་བྱའོ།
en: The thus-gone ones have said that there are two truths, the relative and ultimate truths.

source: །གང་པོ་དེ་བཞིན་གཤེགས་པས་སྡུག་བསྔལ་གྱི་མཚན་ཉིད་ཅེས་གང་གསུངས་པ་དེ་ཉིད་ནི་མཚན་ཉིད་མེད་པ་ཞེས་གསུངས་སོ།
en: Pūrṇa, the thus-gone ones have said that when they teach about the characteristics of suffering, they point to an absence of characteristics.

source: །སྡུག་བསྔལ་གྱི་མཚན་ཉིད་ཅེས་བྱ་བ་གང་ཞེ་ན།
en: What is meant by the characteristics of suffering?

source: འདི་ལྟ་སྟེ། འདུས་མ་བྱས་ཀྱི་མཚན་ཉིད་གང་ཡིན་པའོ།
en: This points to the characteristics of unconditioned phenomena.

source: །འདུས་མ་བྱས་ཀྱི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི་མཚན་ཉིད་མེད་པ་ཡིན་པས་མཁས་པ་རྣམས་ཀྱིས་འདུས་མ་བྱས་དེ་ཉིད་མཚན་ཉིད་མེད་པ་ཡིན་པར་རབ་ཏུ་ཤེས་སོ།
en: The characteristic of the unconditioned is an absence of characteristics, so the wise ones clearly understand that the unconditioned is devoid of characteristics.

source: །གང་པོ་མཁས་པ་རྣམས་ཀྱིས་ཇི་ལྟར་འདུས་མ་བྱས་དེ་ཉིད་མཚན་མ་མེད་པ་ཡིན་པར་རབ་ཏུ་ཤེས་པར་འགྱུར་ཞེ་ན།
en: “Pūrṇa, how do the wise ones clearly understand that unconditioned phenomena are devoid of characteristics?

source: འདི་ལྟར་འདུས་མ་བྱས་ཀྱི་ཆོས་ནི་སྟོང་པར་ཡང་ཤེས། རབ་ཏུ་དབེན་པ་ཡིན་པར་ཡང་ཤེས། སྐྱབས་སུ་འགྲོ་བའི་གནས་ཡིན་པར་ཡང་ཤེས། ཕན་པ་མཆོག་ཡིན་པར་ཡང་ཤེས། ཡོངས་སུ་གདུང་བ་མེད་པར་ཡང་ཤེས་ཏེ།
en: They understand that unconditioned phenomena are empty and detached, that they are objects of refuge, that they bring supreme benefits, and that they are beyond torments.

source: མཁས་པ་རྣམས་ཀྱིས་དེ་ལྟར་འདུས་མ་བྱས་རབ་ཏུ་ཤེས་ཀྱང་ཡེ་ཤེས་དེ་ལ་སྐྱེ་བའི་མཚན་མ་མེད་དོ།
en: Although the wise ones clearly understand unconditioned phenomena in that way, their wisdom is devoid of the conceptual mark of arising.

source: །གང་པོ་མཁས་པ་རྣམས་ནི་མཚན་མ་རྣམས་ཡོངས་སུ་སྤངས་པས་དོན་མཆོག་དམ་པ་མངོན་པར་འདུ་བྱེད་པ་མེད་པ། འཇིག་པ་མེད་པ་ཐོབ་པར་འགྱུར་རོ།
en: Pūrṇa, since the wise ones have abandoned all conceptual marks, they will reach the supreme, sacred goal, beyond formation and disintegration.

source: །གང་པོ་གང་མངོན་པར་འདུ་བྱེད་པ་དང་བཅས་པ་དེ་ལ་ནི་འཇིག་པ་ཡོད་ཀྱི། གང་མངོན་པར་འདུ་བྱེད་པ་མེད་པ་དེ་ལ་འཇིག་པ་ཡང་མེད་དོ།
en: Pūrṇa, that which is composed will disintegrate, but that which is not composed cannot disintegrate.

source: །འཇིག་པ་མེད་པའི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི་སྟོང་པ་ཉིད་ཡིན་ནོ།
en: The characteristic of that which cannot disintegrate is emptiness.

source: འཇིག་པ་མེད་པའི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི་མཚན་མ་མེད་པ་ཡིན་ནོ།
en: The characteristic of that which cannot disintegrate is signlessness.

source: །འཇིག་པ་མེད་པའི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི་སྨོན་པ་མེད་པ་ཡིན་ནོ།
en: The characteristic of that which cannot disintegrate is wishlessness.

source: །གང་གིས་ཀྱང་མངོན་པར་འདུས་མ་བྱས་ལ། གང་གིས་ཀྱང་འཇིག་པ་མེད་པར་དབྱེར་མེད་པ་གང་ཡིན་པ་དེ་ནི་གང་པོ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མི་འཇིག་པའི་མཚན་ཉིད་ཅེས་བྱའོ།
en: Pūrṇa, the inseparability of being neither composed nor destroyed by anything is known as the characteristic of the indestructible, unsurpassed, and perfect awakening of the thus-gone ones.

source: །དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་གང་ཞེ་ན།
en: What is the unsurpassed and perfect awakening of the thus-gone ones?

source: འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དམིགས་སུ་མེད་པ་གང་ཡིན་པའོ།
en: It is the thus-gone ones’ nonapprehension.”

source: །བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་གང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དམིགས་སུ་མ་མཆིས་པ་དེ་ཉིད་གང་ལགས།
en: “Blessed One,” asked the venerable Pūrṇa, “what is the thus-gone ones’ nonapprehension?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་ཆོས་ཐམས་ཅད་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དམིགས་སུ་མེད་པ་ཡིན་ནོ།
en: “Pūrṇa,” replied the Blessed One, “all phenomena are the thus-gone ones’ nonapprehension.”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟ་ན་ནི་ཆོས་ཐམས་ཅད་ཀྱང་སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་ལགས་པར་འགྱུར་རོ། །
en: “Blessed One, if this were the case, all phenomena would be the awakening of the buddhas!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་དེ་དེ་བཞིན་ཏེ།
en: “Thus it is, Pūrṇa,” continued the Blessed One.

source: ཆོས་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཡིན་ཡང་བྱང་ཆུབ་དེ་ནི་ཆོས་ཐམས་ཅད་ཅེས་མི་བྱའོ།
en: “All phenomena are the awakening of the buddhas, but this awakening itself is not referred to as all phenomena.

source: །ཆོས་ཐམས་ཅད་ནི་སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་ཡིན་ནོ། །ཞེས་བྱ་བ་ཡང་ཀུན་རྫོབ་ཏུ་བཏགས་པ་ཙམ་དུ་བརྗོད་པར་ཟད་དེ།
en: When it is said that all phenomena are the awakening of the buddhas, this is a mere designation, expressed on the relative level.

source: དེ་ནི་ལེ་ལོ་ཅན་རྣམས་ཀྱིས་རྟོགས་པར་དཀའ་ཞིང་རིག་པར་དཀའ་བ་ཡིན་ནོ།
en: It is difficult for lazy people to understand and see this.

source: ལེ་ལོ་ཅན་གང་ཡིན་པ་དེ་དག་ནི་ཆོས་རྣམས་མཉམ་པ་ཉིད་དུ་མངོན་པར་སྒྲུབ་པར་མི་བྱེད་ལ། མཉམ་པར་མ་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་སངས་རྒྱས་དང་རྩོད་པར་བྱེད་པས་སོ།
en: Because lazy people do not actualize the sameness of phenomena, and those for whom things are not the same are in conflict with the buddhas.

source: །གང་པོ་གང་དག་མཉམ་པ་ཉིད་མངོན་པར་སྒྲུབ་པར་མི་བྱེད་ཅེ་ན།
en: Pūrṇa, who are they who do not actualize the sameness of phenomena?

source: གང་པོ་འཇིག་རྟེན་པ་ཐམས་ཅད་ནི་མཉམ་པ་ཉིད་མངོན་པར་སྒྲུབ་པར་མི་བྱེད་དོ། །སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་ནི་མཉམ་པ་ཡང་མེད། མི་མཉམ་པ་ཡང་མེད་དེ།
en: Pūrṇa, no worldly beings actualize the sameness of phenomena. The awakening of the buddhas is beyond both sameness and difference.

source: གང་པོ་ངས་ལམ་འདིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པས་ན་རྒྱུ་དང་རྐྱེན་དེའི་ཕྱིར་མདོ་སྡེ་འདི་དག་ལས་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པའི་གནས་སྐབས་སུ་ཐམས་ཅད་ཀྱང་ངེས་པ་ཉིད་དུ་ཞུགས་པ་ཡིན་པས་དེ་ནི་ངེས་པར་བྱང་ཆུབ་ཀྱི་སྒོར་ཞུགས་པ་ཞེས་བསྟན་པ་ཡིན་ཏེ།
en: Pūrṇa, I have fully awakened to unsurpassed and perfect buddhahood through this path. Therefore, I have taught in these discourses that all phenomena, from the perspective of true reality, entirely partake of the definitive mode; they are therefore said to have definitely entered the gateway of awakening.

source: དེའི་ཕྱིར་གང་པོ་ཆོས་ཐམས་ཅད་ནི་བྱང་ཆུབ་ཅེས་བྱའོ། །
en: Pūrṇa, for this reason, all Dharma teachings are said to be awakening.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་གང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་གང་ལགས་པ་དེ་ནི་ངེས་པ་ཡང་ལགས། མ་ངེས་པ་ཡང་ལགས།
en: “Blessed One,” said the venerable Pūrṇa, “the unsurpassed and perfect awakening of the thus-gone ones is both definite and indefinite.

source: ཚིག་འབྲུ་དང་ཡི་གེར་ཞུགས་པ་ཡང་ལགས། ཚིག་འབྲུ་དང་ཡི་གེར་མ་ཞུགས་པ་ཡང་ལགས། ཚིག་ལ་ཞུགས་པ་ཡང་ལགས། ཚིག་ལ་མ་ཞུགས་པ་ཡང་ལགས་པ་དེ་ནི་ཤིན་ཏུ་ངོ་མཚར་ཆེ་ལགས་སོ།
en: It both relates to and does not relate to letters, words, and phrases. This is truly amazing!

source: བཅོམ་ལྡན་འདས་དེང་བདག་གིས་བཅོམ་ལྡན་འདས་ལས་མདོ་སྡེ་འདི་ལྟ་བུ་ཐོས་པས་ཆོས་ཐམས་ཅད་ལ་རྣམ་པར་ངེས་པའི་སྣང་བ་ཐོབ་ལགས་སོ།
en: Because, Blessed One, by receiving this discourse from you, I have now reached the light of certainty with respect to all Dharma teachings.

source: །བཅོམ་ལྡན་འདས་དེང་བདག་གིས་ཆོས་རྣམས་ལ་རྣམ་པར་ངེས་པའི་སྣང་བ་ཐོས་པས་དངོས་པོ་གཅིག་ལས་ཀྱང་དངོས་པོ་ཐམས་ཅད་རྟོགས་པར་གྱུར་ལ། དངོས་པོ་ཐམས་ཅད་ལས་ཀྱང་དངོས་པོ་གཅིག་རྟོགས་པར་གྱུར་པས་སོ།
en: Blessed One, by reaching the light of certainty with respect to Dharma teachings, I now understand all matters based on a single one, and I also understand each individual matter based on the entirety.”
